Repository: ronaldbosma/dvonna
Catalog: src/dvonna.site/Shared/LocalizedStrings.*.resx
Languages: nl

source: Darts Overview
nl: Dartoverzicht

source: Games
nl: Wedstrijden

source: Loading
nl: Gegevens ophalen

source: Lost
nl: Tegen

source: Lost_Short
nl: V

source: More
nl: Meer

source: No darts overview available yet.
nl: Er is nog geen dartoverzicht beschikbaar.

source: No games played yet.
nl: Nog geen wedstrijden gespeeld.

source: No more opponents to play.
nl: Geen tegenstanders meer op tegen te spelen.

source: No new dart date has been planned.
nl: Er is (nog) geen volgende dartdag gepland.

source: Opponent
nl: Tegenstander

source: Opponents to play
nl: Moet nog spelen tegen

source: Played
nl: Gespeeld

source: Played games
nl: Gespeelde wedstrijden

source: PlayedGames_Short
nl: G

source: Player
nl: Speler

source: Player Info
nl: Speler Info

source: Players
nl: Spelers

source: Save selected player
nl: Sla geselecteerde speler op

source: Score
nl: Tussenstand

source: select a player and click on the save button.
nl: selecteer een speler en klik op de opslaan knop.

source: Select player
nl: Selecteer speler

source: The next dart date is
nl: De volgende keer darten is op

source: There are no games uploaded yet.
nl: Er zijn nog geen gespeelde wedstrijden geupload.

source: There are no players.
nl: Er zijn nog geen spelers bekend.

source: There is no score yet.
nl: Er is nog geen tussenstand bekend.

source: There is no top 5 yet.
nl: Er is nog geen top 5 bekend.

source: To see player information here. Go to
nl: Om hier speler informatie te zien: ga naar

source: Won
nl: Voor

source: Won_Short
nl: W
